Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# CopyItemsDialogSubtitleMultiple
source: {0} items will be copied
ar: سيتم نسخ {0} من العناصر
bg: {0} елемента ще бъдат копирани
da: {0} elementer vil blive kopieret
de_de: {0} Objekte werden kopiert
fi_fi: {0} kohdetta kopioidaan
he_il: {0} פריטים יועתקו
hr_hr: {0} stavki će biti kopirano
id_id: {0} item akan disalin
it_it: Copia di {0} elementi
ja_jp: {0} 個の項目がコピーされます
ka: {0} ელემენტის ასლი შეიქმნება
lv_lv: {0} vienumi tiks kopēti
nl_nl: {0} items zullen worden gekopieerd
pl_pl: {0} elementów zostanie skopiowanych
pt_pt: {0} itens serão copiados
ro_ro: {0} elemente vor fi copiate
sk_sk: {0} položiek bude skopírovaných
th_th: รายการทั้ง {0} รายการนี้ กำลังจะถูกคัดลอก

# CopyItemsDialogTitle
source: Copy item(s)
ar: نسخ العناصر
bg: Копирай елемент/и
ca: Copia {0, plural, one {element} other {elements}}
cs_cz: Zkopírovat {0, plural, one {položku} few {položky} other {položek}}
da: Kopiér element(er)
de_de: Objekt(e) kopieren
el: Αντιγραφή {0, plural, one {στοιχείου} other {στοιχείων}}
es_es: Copia {0, plural, one {elemento} other {elementos}}
fi_fi: Kopioi kohteet
fr_fr: Copier {0, plural, one {l'élément} other {les éléments}}
he_il: העתיקו פריט(ים)
hr_hr: Kopiraj stavku(e)
hu_hu: {0, plural, one {#} other {#}} elem másolása
id_id: Salin item
it_it: Copia elemento/i
ja_jp: 項目をコピー
ka: ელემენტ(ებ)ის ასლის შექმნა
ko_kr: {0, plural, other {항목}} 복사
lv_lv: Kopēt vienumu(s)
nb_no: Copy {0, plural, one {item} other {items}}
nl_nl: Item(s) kopiëren
pl_pl: Kopiuj element(y)
pt_pt: Copiar itens
ro_ro: Copiere element(e)
ru_ru: Копировать {0, plural, one {элемент} other {элеметы}}
sk_sk: Kopírovať položku(y)
sv_se: Kopiera {0, plural, one {objekt} other {objekt}}
th_th: กำลังคัดลอกรายการ
tr_tr: {0, plural, one {Öğeyi} other {Öğeleri}} kopyala
uk_ua: Копіювати {0, plural, one {елемент} few {елементи} many {елементів} other {елемент}}
vi: Sao chép {0, plural, other {khoản mục}}
zh_hans: 复制{0, plural, other {项目}}
zh_hant: 複製{0, plural, other {項目}}

# DeleteItemsDialogTitle
source: Delete item(s)
ar: حذف العناصر
bg: Изтрий елемент/и
ca: Suprimeix {0, plural, one {element} other {elements}}
cs_cz: Smazat {0, plural, one {položku} other {položky}}
da: Slet element(er)
de_de: Objekt(e) löschen
el: Διαγραφή {0, plural, one {στοιχείου} other {στοιχείων}}
es_es: Elimina {0, plural, one {elemento} other {elementos}}
fi_fi: Poista kohteet
fr_fr: Supprimer {0, plural, one {l'élément} other {les éléments}}
he_il: מחק פריט(ים)
hr_hr: Izbriši stavku(e)
hu_hu: {0, plural, one {#} other {#}} elem törlése
id_id: Hapus item
it_it: Elimina elemento/i
ja_jp: 項目を削除
ka: ელემენტ(ებ)ის წაშლა
ko_kr: {0, plural, other {항목}} 삭제
lv_lv: Dzēst vienumu(s)
nb_no: Delete {0, plural, one {item} other {items}}
nl_nl: Item(s) verwijderen
pl_pl: Usuń element(y)
pt_pt: Eliminar itens
ro_ro: Ștergere element(e)
ru_ru: Удалить {0, plural, one {элемент} other {элеметы}}
sk_sk: Odstrániť položku(y)
sv_se: Radera {0, plural, one {objekt} other {objekt}}
th_th: กำลังลบรายการ
tr_tr: {0, plural, one {Öğeyi} other {Öğeleri}} sil
uk_ua: Видалити {0, plural, one {елемент} few {елементи} many {елементів} other {елемент}}
vi: Xóa bỏ {0, plural, other {khoản mục}}
zh_hans: 删除{0, plural, other {项目}}
zh_hant: 刪除{0, plural, other {項目}}

# MoveItemsDialogPrimaryButtonText
source: Move
ar: نقل
bg: Премести
ca: Mou
cs_cz: Přesunout
da: Flyt
de_de: Verschieben
el: Μετακίνηση
es_es: Mover
fi_fi: Siirrä
fr_fr: Déplacer
he_il: העבר
hr_hr: Premjesti
hu_hu: Áthelyezés
id_id: Pindah
it_it: Sposta
ja_jp: 移動
ka: გადატანა
ko_kr: 이동
lv_lv: Pārvietot
nb_no: Flytt
nl_nl: Verplaatsen
or_in: ଘୁଞ୍ଚାନ୍ତୁ
pl_pl: Przenoszenie
pt_pt: Mover
ro_ro: Mutare la
ru_ru: Переместить
sk_sk: Presunúť
sv_se: Flytta
th_th: ย้าย
tr_tr: Hareket
uk_ua: Перемістити
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# MoveItemsDialogSubtitleMultiple
source: {0} items will be moved
ar: سيتم نقل {0} من العناصر
bg: {0} елементи ще бъдат преместени
da: {0} elementer vil blive flyttet
de_de: {0} Objekte werden verschoben
fi_fi: {0} kohdetta siirretään
he_il: {0} פריטים יוזזו
hr_hr: {0} stavki će biti premještene
id_id: {0} item akan dipindah
it_it: Spostamento di {0} elementi
ja_jp: {0} 個の項目が移動されます
ka: {0} ერთეულის გადატანა მოხდება
lv_lv: {0} vienumi tiks pārvietoti
nl_nl: {0} items zullen worden verplaatst
pl_pl: {0} elementów zostanie przeniesionych
pt_pt: {0} itens serão movidos
ro_ro: {0} Elemente vor fi mutate
sk_sk: {0} položiek bude presunutých
th_th: รายการทั้ง {0} รายการนี้ กำลังจะถูกย้าย

# MoveItemsDialogTitle
source: Move item(s)
ar: نقل عناصر
bg: Премести елемент(и)
ca: Mou {0, plural, one {element} other {elements}}
cs_cz: Přesunout {0, plural, one {položku} other {položky}}
da: Flyt element(er)
de_de: Objekt(e) verschieben
el: Μετακίνηση {0, plural, one {αντικειμένου} other {αντικειμένων}}
es_es: Mueve {0, plural, one {elemento} other {elementos}}
fi_fi: Siirrä kohteet
fr_fr: Déplacer {0, plural, one {l'élément} other {les éléments}}
he_il: הזיזו פריט(ים)
hr_hr: Premjesti stavku(e)
hu_hu: {0, plural, one {#} other {#}} elem áthelyezése
id_id: Pindah item
it_it: Sposta elemento/i
ja_jp: 項目を移動
ka: ელემენტ(ებ)ის გადატანა
ko_kr: {0, plural, other {항목}} 이동
lv_lv: Pārvietot vienumu(s)
nb_no: Move {0, plural, one {item} other {items}}
nl_nl: Item(s) verplaatsen
pl_pl: Przenieś element(y)
pt_pt: Mover itens
ro_ro: Mutați elemente(le)
ru_ru: Перенести {0, plural, one {элемент} other {элементы}}
sk_sk: Presunúť položku(y)
sv_se: Flytta {0, plural, one {objekt} other {objekt}}
th_th: กำลังย้ายรายการ
tr_tr: {0, plural, one {Öğeyi} other {Öğeleri}} taşı
uk_ua: Перемістити {0, plural, one {елемент} few {елементи} many {елементів} other {елемент}}
vi: Di chuyển {0, plural, other {khoản mục}}
zh_hans: 移动{0, plural, other {项目}}
zh_hant: 移動{0, plural, other {項目}}

# DeleteItemsDialogSubtitleMultiple
source: {0} items will be deleted
ar: سيتم حذف {0} من العناصر.
bg: {0} елементи ще бъдат изтрити
da: {0} elementer bliver slettet.
de_de: {0} Objekte werden gelöscht
fi_fi: {0} kohdetta poistetaan
he_il: {0} פריטים יימחקו.
hr_hr: {0} stavki će biti izbrisano
id_id: {0} item akan dihapus
it_it: Eliminazione di {0} elementi
ja_jp: {0} 個の項目が削除されます
ka: {0} ელემენტი წაიშლება
lv_lv: {0} vienumi tiks dzēsti
nl_nl: {0} items zullen worden verwijderd
or_in: {0} ସମ୍ପର୍କସମୂହ ବିଲୋପିତ ହେବ.
pl_pl: {0} elementów zostanie usuniętych
pt_pt: {0} itens serão eliminados
ro_ro: {0} Elemente vor fi șterse
sk_sk: Odstráni se tento počet položiek: {0}.
th_th: รายการทั้ง {0} รายการนี้ กำลังจะถูกลบ

# ConflictingItemsDialogPrimaryButtonText
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs_cz: Pokračovat
da: Fortsæt
de_de: Fortfahren
el: Συνέχεια
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
he_il: המשך
hr_hr: Nastavi
hu_hu: Folytatás
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ka: გაგრძელება
ko_kr: 계속
lv_lv: Turpināt
nb_no: Fortsett
nl_nl: Doorgaan
or_in: ଜାରି
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuați
ru_ru: Продолжить
sk_sk: Pokračovať
sv_se: Fortsätt
th_th: ทำต่อไป
tr_tr: Devam
uk_ua: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# ConflictingItemsDialogSubtitleMultipleConflictsMultipleNonConflicts
source: There are {0} conflicting file names, and {1} outgoing item(s).
ar: هناك {0} أسماء ملفات متضاربة، و {1} عنصر صادر.
bg: Има {0} конфликтни имена на файлове и {1} изходящ(и) елемент(и).
da: Der er {0} modstridende filnavne og {1} udgående element(er).
de_de: Es gibt {0} Dateinamenkonflikte und {1} verbleibende Elemente.
fi_fi: {0} ristiriitaista tiedostonimeä ja {1} lähtevää kohdetta.
he_il: ישנם {0} שמות קבצים חופפים, ו{1} פריט(ים) יוצאים.
hr_hr: Postoji {0} konfliktnih naziva datoteka i {1} odlazna(ih) stavka(i).
id_id: Ada {0} nama file yang bentrok, dan {1} item keluar.
it_it: Ci sono {0} conflitti, and {1} elemento/i senza conflitti.
ja_jp: {0} 個の競合するファイル名と、{1} 個の競合しない項目があります
ka: არსებობს ფაილების {0} წინააღმდეგობრივი სახელი და {1} გამავალი ერთეული.
lv_lv: Ir {0} konfliktējoši failu nosaukumi un {1} izejoši vienumi.
nl_nl: Er zijn {0} conflicterende itemnamen en {1} uitgaand(e) item(s).
pl_pl: Jest {0} konfliktujących nazw plików, oraz {1} wychodzących plik(ów).
pt_pt: Existem {0} nome(s) de ficheiro(s) em conflito e {1} itens de saída.
ro_ro: Exista {0} nume de fișiere contradictorii si {1} element(e).
sk_sk: Existuje {0} konfliktných názvov súborov a {1} odchádzajúcich položiek.
th_th: มีไฟล์ชื่อซ้ำ {0} ไฟล์, และ {1} ไฟล์ที่ไม่ซ้ำ

# ConflictingItemsDialogTitle
source: Conflicting file name(s)
ar: إسم الملف/الملفات متعارضة
bg: Конфликтно(и) име(на) на файл
ca: En conflicte {0, plural, one {nom del fitxer} other {noms de fitxers}}
cs_cz: Konflikt {0, plural, one {názvu souboru} other {názvů souborů}}
da: Modstridende filnavn(e)
de_de: Dateiname(n) im Konflikt
el: {0, plural, one {Συγκρουόμενο όνομα αρχείου} other {Συγκρουόμενα ονόματα αρχείων}}
es_es: Conflicto {0, plural, one {elemento} other {elementos}}
fi_fi: Ristiriitaiset tiedostonimet
fr_fr: En conflit {0, plural, one {avec un nom de fichier} other {avec des noms de fichiers}}
he_il: שמות קבצים חופפים
hr_hr: Konfliktni nazivi datoteka
hu_hu: Ütköző {0, plural, one {fájlnév} other {fájlnevek}}
id_id: Nama file yang bentrok
it_it: Conflitti
ja_jp: ファイル名が競合しています
ka: წინააღმდეგობრივი ფაილების სახელები
ko_kr: {0, plural, other {파일 이름}} 중복
lv_lv: Konfliktējoši failu nosaukumi
nb_no: Conflicting {0, plural, one {file name} other {file names}}
nl_nl: Conflicterende bestandsnaam/-namen
pl_pl: Konfliktujące nazwy plików
pt_pt: Nome(s) de ficheiro(s) em conflito
ro_ro: Nume de fișier conflictual(e)
ru_ru: Конфликт {0, plural, one {имени файла} other {имён фалов}}
sk_sk: Konfliktné názvy súboru(ov)
sv_se: Motstridiga {0, plural, one {filnamn} other {filnamn}}
th_th: มีรายการที่ใช้ชื่อเหมือนกัน
tr_tr: Çakışan {0, plural, one {dosya adı} other {dosya adları}}
uk_ua: Конфлікт {0, plural, one {ім'я файлу} few {імен файлів} many {імен файлів} other {ім'я файлу}}
vi: Xung đột {0, plural, other {tên tệp}}
zh_hans: {0, plural, other {文件名冲突}}
zh_hant: {0, plural, other {檔案名稱衝突}}

# ConflictingItemsDialogSubtitleSingleConflictMultipleNonConflicts
source: There is one conflicting file name, and {0} outgoing item(s).
ar: هناك اسم ملف متعارض، و {0} عنصر صادر.
bg: Има едно конфликтно име на файл и {0} изходящ(и) елемент(и).
da: Der er et modstridende filnavn, og {0} udgående element(er).
de_de: Es gibt einen Dateinamenkonflikt und {0} verbleibende Elemente.
fi_fi: Yksi ristiriitainen tiedostonimi ja {0} lähtevää kohdetta.
he_il: יש שם קובץ אחד חופף, ו{0} פריט(ים) יוצאים.
hr_hr: Postoji jedan konfliktni naziv datoteke i sljedeći broj odlaznih stavki: {0}.
id_id: Ada satu nama file yang bentrok, dan {0} item keluar.
it_it: C'è un conflitto, and {0} elemento/i senza conflitti.
ja_jp: 1 個の競合するファイル名と、{0} 個の競合しない項目があります
ka: არსებობს ერთი წინააღმდეგობრივი ფაილის სახელი და {0} გამავალი ერთეული.
lv_lv: Ir viens konfliktējošs failu nosaukums un {0} izejoši vienumi.
nl_nl: Er is een conflicterende itemnaam en {0} uitgaand(e) item(s).
pl_pl: Jest jedna konfliktująca nazwa plików, oraz {0} wychodzących plik(ów).
pt_pt: Existe um nome de ficheiro em conflito e {0} itens de saída.
ro_ro: Există un nume de fișier contradictoriu și {0} element(e).
sk_sk: Existuje jeden konfliktný názov súboru a {0} odchádzajúcich položiek.
th_th: มีไฟล์ที่มีชื่อซ้ำ, และอีก {0} ไฟล์ที่ไม่ซ้ำ

# CopyItemsDialogSubtitleSingle
source: One item will be copied
ar: سيتم نسخ عنصر واحد
bg: Един елемент ще бъде копиран
da: Ét element vil blive kopieret
de_de: Ein Objekt wird kopiert
fi_fi: Yksi kohde kopioidaan
he_il: פריט אחד יועתק
hr_hr: Jedna stavka će biti kopirana
id_id: Satu item akan disalin
it_it: Copia di un elemento
ja_jp: 1 個の項目がコピーされます
ka: ერთი ელემენტის ასლი იქნება შექმნილი
lv_lv: Viens vienums tiks kopēts
nl_nl: Eén item zal worden gekopieerd
pl_pl: Jeden element zostanie skopiowany
pt_pt: Um item irá ser copiado
ro_ro: Un element va fi copiat
sk_sk: Skopíruje sa jedna položka
th_th: จะมี 1 รายการคัดลอกตามที่กำหนดไว้

# DeleteItemsDialogSubtitleSingle
source: One item will be deleted
ar: سيتم حذف عنصر واحد
bg: Един елемент ще бъде изтрит
da: Ét element vil blive kopieret
de_de: Ein Objekt wird gelöscht
fi_fi: Yksi kohde poistetaan
he_il: פריט אחד ימחק
hr_hr: Jedna stavka će biti izbrisana
id_id: Satu item akan dihapus
it_it: Eliminazione di un elemento
ja_jp: 1 個の項目が削除されます
ka: ერთი ელემენტი წაიშლება
lv_lv: Viens vienums tiks dzēsts
nl_nl: Eén item zal worden verwijderd
pl_pl: Jeden element zostanie usunięty
pt_pt: Um item será eliminado
ro_ro: Un element va fi șters
sk_sk: Jedna položka bude vymazaná
th_th: จะมี 1 รายการลบตามที่กำหนดไว้

# MoveItemsDialogSubtitleSingle
source: One item will be moved
ar: سيتم نقل عنصر واحد
bg: Един елемент ще бъде преместен
da: Ét element vil blive flyttet
de_de: Ein Objekt wird verschoben
fi_fi: Yksi kohde siirretään
he_il: פריט אחד יוזז
hr_hr: Jedna će stavka biti premještena
id_id: Satu item akan dipindah
it_it: Spostamento di un elemento
ja_jp: 1 個の項目が移動されます
ka: ერთი ელემენტის გადატანა მოხდება
lv_lv: Viens vienums tiks pārvietots
nl_nl: Eén item zal worden verplaatst
pl_pl: Jeden element zostanie przeniesiony
pt_pt: Um item será movido
ro_ro: Un element va fi mutat
sk_sk: Jedna položka sa presunie
th_th: จะมี 1 รายการย้ายที่ตามที่กำหนดไว้

# DeleteItemsDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
ar: حذف دائم
bg: Изтрий безвъзвратно
ca: Suprimeix-ho permanentment
cs_cz: Trvale odstranit
da: Slet permanent?
de_de: Permanent löschen
el: Μόνιμη διαγραφή
es_es: Eliminar permanentemente
fi_fi: Poista pysyvästi
fr_fr: Supprimer définitivement
he_il: ‏‏מחק לצמיתות
hr_hr: Trajno izbrisati
hu_hu: Végleges törlés
id_id: Hapus secara permanen
it_it: Elimina definitivamente
ja_jp: 完全に削除
ka: სამუდამოდ წაშლა
ko_kr: 영구적 삭제
lv_lv: Neatgriezeniski dzēst
nb_no: Slett permanent
nl_nl: Permanent verwijderen
or_in: ସ୍ଥାୟୀଭାବରେ ବିଲୋପ କରନ୍ତୁ
pl_pl: Usuń trwale
pt_pt: Eliminar permanentemente
ro_ro: Șterge definitiv
ru_ru: Удалить безвозвратно
sk_sk: Natrvalo odstrániť
sv_se: Ta bort permanent
th_th: ลบถาวร
tr_tr: Kalıcı olarak sil
uk_ua: Остаточно видалити
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# PropertyISO
source: ISO speed
ar: ‏‏السرعة وفق ISO
bg: ISO скорост
ca: Velocitat ISO
cs_cz: ISO rychlost
da: ISO-hastighed
de_de: ISO-Empfindlichkeit
el: Ταχύτητα ISO
es_es: Velocidad ISO
fi_fi: ISO-nopeus
fr_fr: Vitesse ISO
he_il: ‏‏מהירות ISO
hr_hr: ISO brzina
hu_hu: ISO sebesség
id_id: Kecepatan ISO
it_it: Velocità ISO
ja_jp: ISO 感度
ka: ISO სიჩქარე
ko_kr: ISO 속도
lv_lv: ISO ātrums
nb_no: ISO-hastighet
nl_nl: ISO-snelheid
pl_pl: Szybkość ISO
pt_pt: Velocidade ISO
ro_ro: Viteză ISO
ru_ru: скорость ISO
sk_sk: Rýchlosť ISO
sv_se: ISO-hastighet
th_th: ความเร็ว ISO
tr_tr: ISO hızı
uk_ua: Швидкість ISO
vi: Tốc độ ISO
zh_hans: ISO 感光度
zh_hant: ISO 速度

# SearchUnindexedItemsLabel.Text
source: Didn't find what you're looking for?
ar: ألم تجد ما تبحث عنه؟
bg: Не намери това, което търсеше?
da: Fandt du ikke det, du søgte efter?
de_de: Nicht gefunden, was Du suchst?
fi_fi: Etkö löytänyt etsimääsi?
he_il: לא מצאת את מה שחיפשת?
hr_hr: Niste pronašli ono što tražite?
id_id: Tidak menemukan apa yang Anda cari?
it_it: Non sono i droidi che stavi cercando?
ja_jp: お探しの項目が見つかりませんでしたか?
ka: ვერ იპოვეთ ის რასაც ეძებდით?
lv_lv: Neatradāt, ko meklējāt?
nl_nl: Niet gevonden wat u zoekt?
pl_pl: Nie możesz znaleźć tego, czego szukasz?
pt_pt: Não encontrou o que estava a procura?
ro_ro: Nu găsești ceea ce cauți?
sk_sk: Nenašli ste čo ste hľadali?
th_th: หาสิ่งที่ต้องการไม่เจอเหรอ?

# SearchUnindexedItemsButton.Content
source: Search unindexed items
ar: البحث عن العناصر غير المفهرسة
bg: Търсене на неиндексирани елементи
da: Søg uindekserede elementer
de_de: Unindexierte Elemente durchsuchen
fi_fi: Hae indeksoimattomia kohteita
id_id: Cari item yang tidak terindeks
it_it: Cerca fra gli elementi non indicizzati
ja_jp: インデックスされていない項目を検索する
lv_lv: Meklēt neindeksētus vienumus
nl_nl: Niet-geïndexeerde items doorzoeken
pl_pl: Wyszukaj niezindeksowane elementy
pt_pt: Pesquisar itens não indexados
ro_ro: Căutare elemente neindexate
sk_sk: Vyhľadať neindexované položky
th_th: ค้นหารายการนอกดัชนี

source: Replace existing
ar: استبدال الموجود
bg: Замяна на съществуващото
ca: Substitueix els existents
cs_cz: Nahradit stávající
da: Erstat eksisterende
de_de: Bestehende ersetzen
el: Αντικαταστήστε το υπάρχον
es_es: Remplazar existente
fr_fr: Remplacer l'existant
hu_hu: Célhelyen lévő fájl felülírása
id_id: Ganti yang ada
it_it: Sostituisci
ja_jp: 既存のファイルを置換
ko_kr: 기존 항목 대체
nb_no: Erstatt eksisterende
nl_nl: Bestaande item vervangen
pl_pl: Zamień istniejące
pt_pt: Substituir existente
ro_ro: Înlocuiește existent
ru_ru: Заменить имеющиеся
sk_sk: Nahradiť existujúce
sv_se: Ersätt befintlig
th_th: แทนที่ของเดิม
tr_tr: Var olanı değiştir
uk_ua: Замінити наявний
vi: Thay thế hiện có
zh_hans: 替换已有的项目
zh_hant: 覆蓋

source: Generate new name
ar: توليد اسم جديد
bg: Генерирай ново име
ca: Genera un nom nou
cs_cz: Generovat nové jméno
da: Generér nyt navn
de_de: Neuen Namen erzeugen
el: Δημιουργία νέου ονόματος
es_es: Generar nuevo nombre
fi_fi: Luo uusi nimi
fr_fr: Générer un nouveau nom
he_il: צור שם חדש
hr_hr: Generirajte novi naziv
hu_hu: Új név létrehozása
id_id: Buat nama baru
it_it: Genera nuovo nome
ja_jp: 名前を変更
ka: არსებულის ჩანაცვლება
ko_kr: 새 이름 생성
lv_lv: Ģenerēt jaunu nosaukumu
nb_no: Generer nytt navn
nl_nl: Nieuwe naam genereren
pl_pl: Wygeneruj nową nazwę
pt_pt: Gerar novo nome
ro_ro: Generează un nume nou
ru_ru: Сгенерировать новое имя
sk_sk: Vygenerujte nový názov
sv_se: Generera nytt namn
th_th: สุ่มชื่อใหม่ขึ้นมา
tr_tr: Yeni ad oluştur
uk_ua: Згенерувати нове ім'я
vi: Tạo tên mới
zh_hans: 生成新名称
zh_hant: 自動重新命名

# ConflictingItemsDialogSubtitleMultipleConflictsNoNonConflicts
source: There are {0} conflicting file names.
ar: هناك {0} أسماء ملفات متضاربة.
bg: Има {0} конфликтни имена на файлове.
da: Der er {0} modstridende filnavne.
de_de: Es gibt {0} Dateinamenkonflikte.
fi_fi: {0} ristiriitaista tiedostonimeä.
he_il: יש {0} שמות קבצים זהים.
hr_hr: Postoji {0} konfliktnih naziva datoteka.
id_id: Ada {0} nama file yang bertentangan.
it_it: Ci sono {0} conflitti.
ja_jp: {0} 個の競合するファイル名があります
ka: არსებობს {0} წაინააღმდეგობრივი ფაილის სახელები.
lv_lv: Ir {0} konfliktējoši failu nosaukumi.
nl_nl: Er zijn {0} conflicterende itemnamen.
pl_pl: Jest {0} konfliktujących nazw plików.
pt_pt: Existe {0} nomes de ficheiros em conflito.
ro_ro: Exista {0} nume de fisiere contradictorii.
sk_sk: Počet konfliktných názvov súborov: {0}.
th_th: มี {0} รายการ ที่มีชื่อซ้ำกัน.

# ConflictingItemsDialogSubtitleSingleConflictNoNonConflicts
source: There is one conflicting file name.
ar: هناك اسم ملف متضارب واحد.
bg: Има едно конфликтно име на файл.
da: Der er ét modstridende filnavn.
de_de: Es gibt einen Dateinamenkonflikt.
fi_fi: Yksi ristiriitainen tiedostonimi.
he_il: יש שם קובץ זהה אחד.
hr_hr: Postoji jedan konfliktni naziv datoteke.
id_id: Ada satu nama file yang bertentangan.
it_it: C'è un conflitto.
ja_jp: 1 個の競合するファイル名があります
ka: არსებობს ერთი წინააღმდეგობრივი ფაილის სახელი.
lv_lv: Ir viens konfliktējošs failu nosaukums.
nl_nl: Er is een conflicterende itemnaam.
pl_pl: Jest jedna konfliktująca nazwa plików.
pt_pt: Existe um nome de ficheiro em conflito.
ro_ro: Există un nume de fișier contradictoriu.
sk_sk: Existuje jeden konfliktný názov súboru.
th_th: มี 1 รายการที่มีชื่อซ้ำกัน

# ToolTipDescriptionName
source: Name:
ar: الاسم:
bg: Име:
fi_fi: Nimi:
he_il: שם
hr_hr: Naziv:
it_it: Nome:
ka: სახელი:
lv_lv: Nosaukums:
nl_nl: Naam:
or_in: ନାମ:
pl_pl: Nazwa:
pt_pt: Nome:
th_th: ชื่อ:

# ToolTipDescriptionType
source: Type:
ar: النوع
bg: Тип:
de_de: Typ:
fi_fi: Tyyppi:
he_il: סוג
hr_hr: Vrsta:
it_it: Tipo:
ka: ტიპი:
lv_lv: Tips:
nl_nl: Soort:
or_in: ପ୍ରକାର:
pl_pl: Typ:
pt_pt: Tipo:
th_th: ชนิดไฟล์:

# ToolTipDescriptionDate
source: Date modified:
ar: تم تعديل التاريخ:
bg: Модифициран:
ca: Data de modificació:
cs_cz: Datum změny:
da: Ændret den:
de_de: Änderungsdatum:
el: Ημερομηνία τροποποίησης:
es_es: Fecha de modificación:
fi_fi: Muokkauspäivämäärä:
fr_fr: Date de modification :
he_il: תאריך שינוי
hr_hr: Datum promjene:
hu_hu: Módosítás dátuma:
id_id: Tanggal diubah:
it_it: Data modifica:
ja_jp: 更新日時:
ka: შეცვლის თარიღი:
ko_kr: 수정한 날짜
lv_lv: Modificēšanas datums:
nb_no: Dato endret:
nl_nl: Gewijzigd op:
or_in: ତାରିଖ ସଂଶୋଧିତ
pl_pl: Data modyfikacji:
pt_pt: Data de alteração:
ro_ro: Data modificării:
ru_ru: Дата изменения:
sk_sk: Dátum úpravy:
sv_se: Ändrat den:
th_th: วันที่ปรับเปลี่ยน:
tr_tr: Değiştirilme tarihi:
uk_ua: Дата змінення
vi: Ngày sửa đổi:
zh_hans: 修改日期:
zh_hant: 修改日期：

# OpenItemsWithCaptionText
source: Open with
ar: فتح باستخدام
bg: Отвори с
de_de: Öffnen mit
fi_fi: Avaa sovelluksessa
he_il: פתיחה באמצעות
hr_hr: Otvori sa
it_it: Apri con
ka: გახსნა
lv_lv: Atvērt ar
nl_nl: Openen met
or_in: ଏଥିରେ ଖୋଲନ୍ତୁ
pl_pl: Otwórz za pomocą
pt_pt: Abrir com
th_th: เปิดด้วย

# FileBrowserThumbnailIconColumnGrid.AutomationProperties.Name
source: File icon
ar: أيقونة الملف
bg: Икона на файл
ca: Icona del fitxer
cs_cz: Ikona souboru
da: Fil ikon
de_de: Dateisymbol
el: Εικονίδιο αρχείου
es_es: Icono de archivo
fi_fi: Tiedostokuvake
fr_fr: Icône de fichier
he_il: סמל קובץ
hr_hr: Ikona datoteke
hu_hu: Fájl ikon
id_id: Ikon file
it_it: Icona file
ja_jp: ファイル アイコン
ka: ფაილის ხატულა
ko_kr: 파일 아이콘
lv_lv: Faila ikona
nb_no: Fil-ikon
nl_nl: Bestandspictogram
pl_pl: Ikona pliku
pt_pt: Ícone de ficheiro
ro_ro: Pictogramă fișier
ru_ru: Значок файла
sk_sk: Ikona súboru
sv_se: Filikon
th_th: ไอคอมไฟล์
tr_tr: Dosya simgesi
uk_ua: Піктограма файлу
vi: Biểu tượng tệp
zh_hans: 文件图标
zh_hant: 檔案圖示

# DetailsViewHeaderFlyout_ShowOriginalPath.Text
source: Original path column
ar: عمود المسار الأصلي
bg: Колона с оригиналното местоположение
ca: Columna de la ruta original
cs_cz: Původní sloupce cesty
da: Oprindelig-sti kolonne
de_de: Ursprünglicher Pfad
el: Στήλη αρχικής διαδρομής
es_es: Columna de ruta original
fi_fi: Alkuperäinen polku -sarake
fr_fr: Chemin d'origine
hr_hr: Stupac izvorne putanje
hu_hu: Volt elérési út
id_id: Kolom jalur asli
it_it: Percorso originale
ja_jp: 元のパス
ka: თავდაპირველი გზის სვეტი
ko_kr: 기본 경로 열
lv_lv: Oriģinālā ceļa kolonna
nb_no: Opprinnelig sti-kolonne
nl_nl: Kolom origineel pad
pl_pl: Kolumna oryginalnej ścieżki
pt_pt: Coluna Caminho original
ro_ro: Coloana de cale originală
ru_ru: Путь
sk_sk: Stĺpec pôvodnej cesty
sv_se: Ursprunglig sökvägskolumn
th_th: แถวเส้นทางต้นฉบับ
tr_tr: Orijinal yol sütunu
uk_ua: Стовпець оригінального шляху
vi: Cột đường dẫn gốc
zh_hans: 原始路径列
zh_hant: 原始位置

# DetailsViewHeaderFlyout_ShowItemType.Text
source: Item type column
ar: عمود نوع العنصر
bg: Колона с типа на елемента
ca: Columna del tipus d'element
cs_cz: Sloupec typu položky
da: Element-type kolonne
de_de: Dateityp
el: Στήλη τύπου στοιχείου
es_es: Columna de tipo de elemento
fi_fi: Kohteen tyyppi -sarake
fr_fr: Type
hr_hr: Stupac vrste stavke
hu_hu: Elem típusa
id_id: Kolom jenis item
it_it: Tipo elemento
ja_jp: 種類
ka: ნივთის ტიპის სვეტი
ko_kr: 항목 유형 열
lv_lv: Vienuma tipa kolonna
nb_no: Elementtype-kolonne
nl_nl: Kolom itemtype
pl_pl: Kolumna typu elementu
pt_pt: Coluna Tipo de item
ro_ro: Coloană tip element
ru_ru: Тип
sk_sk: Stĺpec typu položky
sv_se: Objekttypkolumn
th_th: แถวประเภทแฟ้ม
tr_tr: Öğe türü sütunu
uk_ua: Стовпець типу елемента
vi: Cột loại khoản mục
zh_hans: 类型
zh_hant: 項目類型
